export const chapterContent01 = {
    id: "r23a7abx5827",
    createdAt: "2021-01-01",
    chapterName: "章节名称",
    author: {
        name: "John Doe",
        avatar: "https://via.placeholder.com/150",
    },
    content: `## 第三章 死亡

第一节

如果拥有无穷无尽的生命，他们……还能被称为人类吗？  

我想了很久这个**问题**。后来我觉得，对于这个问题，更关键的，也许是你是否能经常见到其他人类。  

可惜的是，我做不到。  

在这漫长的岁月里，在这~~我~~已经记住每一颗草的位置的山谷里，我从未遇见过第三个“人”。  

如果我和老师可以算作人的话

我尝试过很多种推演。

为什么老师会衰老？为什么我会被制造出来？我给出了无数种解释，但是没有一个经得起检验

最终，我也只能得到一种最无聊的可能性：

也许，一切的开始只是因为——他觉得无聊了。

也许，世界已经毁灭了。

也许外界早已不复存在，所以老师选择了缩在这里，把时间拉长成细线，一圈圈地缠绕自己。  

这解释不了他为什么会发生变化，但我已经不再执着了。

因为这个问题似乎……已经变得安全了。

老师的脸仍在缓慢变化，但始终没有脱离“中年”的模样。皱纹停在原位，白发不再增多。他仿佛进入了一个稳定期。

至于我自己嘛？我已经很久没有照过镜子，因为我知道，自己没有变过。我的意思是，哪怕时间过去了这么久，它始终如初。连指尖的纹理都没有发生偏移。

我最大的愿望，大概就是——

能见一见别的人类吧。

如果有可能的话，我也很想知道老师的名字。


第二节

生活在那一天好像是结束了，从不知道什么时候开始，老师像是得了书中记载的老年痴呆症，虽然他记得的任然比谁都多，但他的确开始忘记一些事情，哪怕身体依然停留在中年  

他开始忘记拒绝我进入一些原本对我封闭的房间，我开始能够研究老师的研究

那是一个奇怪的过程。

我不得不感叹于我的渺小，曾经我一度觉得自己已经无所不知了，但在这一刻，我才不得不承认自己远远没有探索到老师图书馆边界的事实。

我需要不断地学习才能开始理解老师的实验，但是老师仍然在不断地进行新的研究，我只能尝试跟上，从每个实验中学习一点

偷偷摸摸 

幸好，他喜欢创造新的空间。

每当一个阶段结束，他都会将那段研究连同其承载的空间一起“封存”起来，而有一天，终于有一天，我成功复刻了钥匙  

我开始能打开那些散落的空间。

我终于可以试着构建老师的知识体系了，我如饥似渴，不断地学习着过往的研究，尝试还原他的研究，理解他的想法

…………

所以生活是从哪一天结束的呢？

我明白了自己存在的意义

第三节

故事书中偶尔提到神明，但都是充满敬畏，没有人知道神明是什么。

我曾经一度以为老师就是神明。

然而在那一天，我忽然想起了很久以前他说过的那句话——

“我不知道你死了没有。但这里不是天堂。我也不是上帝。不如说——我和上帝他老人家之间，有些……很难处理的分歧。”

我终于听懂了。

那天起，我拥有了一项新能力，一项老师曾经拥有的能力。

我不再依赖笔记、不再借助图像。我掌握了自己的记忆。它们从意识深处浮现出来，清晰、完整，不再断裂。

我记起了大火。

记起了泰拉。

记起了父母、姐姐，

我记起了我冲上楼的那个瞬间，姐姐那略带哭腔的声音，还有烟雾压在肺叶上的那种钝痛。

我甚至记得那晚那栋建筑每一处的细节。

这些画面如潮水般回归——但我早已不执着于它们是否属于一场梦。

在我没有醒来之前。

我感到过恐惧。那是身体本能的颤抖。

我感到过恶心。对自己，对世界，对那些从来没有选择的命运。

我也逃避过，怀疑过，试图否认这一切。甚至，曾经幻想过反抗。

但这一切都过去了。

我放下了。

在我没有醒来之前……的确，我是被老师创造的，生命自然就应该属于他，我从一开始就是知道的

我只是好奇为什么事情好像没有按照计划进行 

> 能理解第二节和第三节之间的关系嘛？我想要表达的是一种重合，第二节和第三节从两个角度来描述了同样的过程，通过实验发掘真相的过程

第四节

就像我说过的——老师不是神明。

看起来，他的确也和神明有些过节。

这个世界应该还没有毁灭，魔法的根本是对于根源的掌握，然而这个世界，已经没有希望了，根据对于老师研究的调查，我可以基本确定，神明掌握了所有根源，而老师，他只能可怜的，躲着的，像小偷一样的，利用它。

真是可悲不是嘛？如果是我的话，我一定会想办法改变这一点，当然，聪明如老师，他有着完备的计划，一个弑神的计划，他要将权柄从神明的手中抢夺过来

我忽然想到一个问题：  

是老师先于神明，还是神明先于老师的呢？  

我不知道。

但是老师一定是自然的奇迹，他的研究记录了他对于神明的倾佩，如果他是神明的造物，他一定不会有一点机会 

就像我一样，没错，我是计划中最关键的一环。

基于复杂的，哪怕大致讲讲，也要写满整整一百年的研究结论以及逻辑推导，如果想要从神明手中抢到权力，老师需要一具全新的身体，超脱这个世界的，精心设计的身体，从而利用神明没有发现的，或者最起码看起来没有发现的一些漏洞  

老师证明了这种可能性，于是他藏了起来，从神明的眼皮底下溜走，这会引起神明的震怒嘛？

老师用了不知道多久的时间，构筑了我，他最成功，最复杂，最得意的作品  

我不该拥有记忆的，这是不可能的  

如果没有任何记忆，我就应该没有任何人格，没有任何人格，我就不是一个人，我会学习很多知识，构建新的体系，不断地将自己培养成对于整个世界的武器，一个能够毒死神明的病毒。

而后我不必要拥有情感，所以可以顺利的关机，将身体交给老师

所以为什么还没有发生呢？难道老师担心我不愿意结束嘛？

我已经准备好很多年了

第五节

终于来到了我死亡的日子，我满脸轻松

你如果问我有没有憎恶过老师呢？

也许有吧，但是我甚至更憎恶自己不知道几百年都没有变过一丝一毫的脸庞，让我恶心

老师还是过于仁慈了，通过精心的设计让我自己了解到真相，是不忍心告诉我嘛

我做足了准备，要和老师进行一场决斗，在这场仪式中将身体献祭给他

至少我是这么以为的  

直到我的剑插进了老师的身体  

就那么直直的刺进去，任何一个学过哪怕一天剑的人，都不该被刺中的一剑

哦，不，任何一个哪怕练过一点武术的人，都不可能

但哪怕是这样，老师也是不该死的 

我甚至不应该能够刺进去  

我感觉力量在增长，我变得无比的强大，无比的强大。

在某一刻，我觉得自己强大到足以颠覆神明

我明明拥有记得一切的能力，但是我记不得那个黄昏了 

我只记得我抱着老师的尸体，很久

然后将他埋葬

我终于离开了山谷，完成了千百年前的梦想

但是我已经不想见到人了


献身者篇·完



> 你可以插入关于恶魔的一句话暗示结局嘛？就是恶魔是神创造的  
> 这个世界，修行也不能够提高寿命，但这并不是事实，而是神定下的规矩  
> 男主在这个世界回去的时候，学会了遗忘  

`,
};
